[{"id":"artist-standpoint","prose_type":"Essay","title":"An artists tendency to have strong standpoints","filename":"2024-10-18.org","org":":PROPERTIES:\n:ID:       artist-standpoint\n:END:\n#+title: An artists tendency to have strong standpoints\n#+filetags: :essay:art:protests:crucible:communism:misogyny:american:plays:\n\nMany artists are known to be highly controversial. They typically constantly defy societal expectations, are a higher class than most people and yet are adored by the masses. Why is this?\n\nRecently we studied about Arthur Miller, a strong criticst of the American Dream. He was often unfairly accused of being a communist due to his connections and associations. We will use him as an analysis point for this claim.\n\nLets first begin with why he was a strong crictist. Arthur Miller was born in Harlem, New York City with two successful middle class workers for his parents. Following the Wall Street crash of 1929, the Miller family fell into a crisis. Suddenly, their house in Harlem and their summer house were sold for a chummy place in Brooklyn. Throughout his childhood, Arthur Miller experienced both the highs and lows of the American Dream. He learned from an early to be a rationalist criticist.\n\nOnce Arthur Miller started his career. His plays tended to criticized the American Dream, such as the play, \"Death of a Salesman\", where Miller grapples with the loss of identity and a mans fall following an ability to accept change within himself and society. This play was heavily criticized and boycotted by the American Legion due to the themes that were critical of the American Dream and capitalism. Through the \"Death of a Salesman\" Arthur Miller presented a strong criticism against the lusted-over American Dream.\n\nLikewise, the play \"The Crucible\" was a commentary of the Red Scare and McArthyism induced fear and anxiety in the American society as well as the atmost unfair treatment. \"The Crucible\" achieved this by reflecting the contemporary issue with the Salem Witch trials of the late 1700's. The Crucible was so popular and sucessful, that it single handed made the Salem Witch Trials famous. On an even deeper level, Arthur Miller himself was persecuted with the same accusatory trials that the Salem Witch Trials showcases as injust and unfair. What likely influenced Miller to write this play was his connections to the League of American Writers, comprised mostly of communists, as well as the Federal Theatre Project, which got closed in 1939 due to Congress worries over Communist infiltration.\n\nArthur Miller was also born Jewish-Polish, although he was never overly religious, he often spoke out against anti-semistic behaviour and attempted to get many plays showcased about anti-semistism. However, these plays were never shown to an audience due to the American Theatre refusing to deal with controversial topics. In frustration that his plays were constantly being denied, Arthur Miller decided to write a speech titled \"Concerning the Jews who Write\" and later his first novel \"Focus\", a titular reference to jewish concentration camps, discusses discrimination in post World War 2 America and the issue of scapegoating.\n\n< I could another reference to how Arthur Miller was against Misogyny and refused to sexually exploit Marilyn Monroe, but thats not a good point >\n\nSo we can see how several societal aspects can influence an artists life and cause them to stand out and voice their opinions. This key trait they have makes them unique and sought-after, raising them to fame and popularity. We can observe the raw desire for controversy and change humans encompass and the extent to which they idolize but also criticize those who embody it.\n\n<2024-10-18 Fri>\n","tags":["misogyny","art","protests","essay","plays","crucible","american","communism"],"html":"<main><section><p>Many artists are known to be highly controversial. They typically constantly defy societal expectations, are a higher class than most people and yet are adored by the masses. Why is this?\n</p><p>Recently we studied about Arthur Miller, a strong criticst of the American Dream. He was often unfairly accused of being a communist due to his connections and associations. We will use him as an analysis point for this claim.\n</p><p>Lets first begin with why he was a strong crictist. Arthur Miller was born in Harlem, New York City with two successful middle class workers for his parents. Following the Wall Street crash of 1929, the Miller family fell into a crisis. Suddenly, their house in Harlem and their summer house were sold for a chummy place in Brooklyn. Throughout his childhood, Arthur Miller experienced both the highs and lows of the American Dream. He learned from an early to be a rationalist criticist.\n</p><p>Once Arthur Miller started his career. His plays tended to criticized the American Dream, such as the play, &quot;Death of a Salesman&quot;, where Miller grapples with the loss of identity and a mans fall following an ability to accept change within himself and society. This play was heavily criticized and boycotted by the American Legion due to the themes that were critical of the American Dream and capitalism. Through the &quot;Death of a Salesman&quot; Arthur Miller presented a strong criticism against the lusted-over American Dream.\n</p><p>Likewise, the play &quot;The Crucible&quot; was a commentary of the Red Scare and McArthyism induced fear and anxiety in the American society as well as the atmost unfair treatment. &quot;The Crucible&quot; achieved this by reflecting the contemporary issue with the Salem Witch trials of the late 1700&apos;s. The Crucible was so popular and sucessful, that it single handed made the Salem Witch Trials famous. On an even deeper level, Arthur Miller himself was persecuted with the same accusatory trials that the Salem Witch Trials showcases as injust and unfair. What likely influenced Miller to write this play was his connections to the League of American Writers, comprised mostly of communists, as well as the Federal Theatre Project, which got closed in 1939 due to Congress worries over Communist infiltration.\n</p><p>Arthur Miller was also born Jewish-Polish, although he was never overly religious, he often spoke out against anti-semistic behaviour and attempted to get many plays showcased about anti-semistism. However, these plays were never shown to an audience due to the American Theatre refusing to deal with controversial topics. In frustration that his plays were constantly being denied, Arthur Miller decided to write a speech titled &quot;Concerning the Jews who Write&quot; and later his first novel &quot;Focus&quot;, a titular reference to jewish concentration camps, discusses discrimination in post World War 2 America and the issue of scapegoating.\n</p><p>&lt; I could another reference to how Arthur Miller was against Misogyny and refused to sexually exploit Marilyn Monroe, but thats not a good point &gt;\n</p><p>So we can see how several societal aspects can influence an artists life and cause them to stand out and voice their opinions. This key trait they have makes them unique and sought-after, raising them to fame and popularity. We can observe the raw desire for controversy and change humans encompass and the extent to which they idolize but also criticize those who embody it.\n</p><p><span class=\"timestamp-wrapper\"><span class=\"timestamp\"><2024-10-18 Fri></span></span>\n</p></section></main>"},{"id":"guarding-framework","prose_type":"Essay","title":"The Guarding Mental Framework","filename":"2024-10-19.org","org":":PROPERTIES:\n:ID:       guarding-framework\n:END:\n#+title: The Guarding Mental Framework\n#+filetags: :essay:psychology:\n\n#+begin_quote\n        Peter you are going to die in that stupid costume.\n#+end_quote\n\nWe all have our set of mental frameworks, they guide our thinking and processing. Quite often, they change. They could be described as implicit behaviour or even better a mental software, software that constantly updates.\n\nWhat is the \"Guarding\" mental framework. I like to think the highest or encompassing mental framework is the one that filters our inputs and outputs. It helps us understand reality and filters how we respond. A popular choice for a guarding mental framework is the stoic philosophy, where one must not react to input, self-control as a means of overcoming emotions, the becoming of the unbiased thinker. A mentat, as Herbet would put it.\n\nStoicism claims to allow one to understand the /\"universal reason\"/, described by the Greeks as logos; pure logic itself.\nHowever, for almost everbody, a guarding mental framework will be far more complex than taking all input and outputting nothing.\n\nPersonally, my guarding mental framework is what provides me with *mental stability*. Mental Stability is  highly sought after, as allows people to properly cope with constant change and fluctuations in their life. However, I did not benefit from this since birth, it constantly went through trials and tribulations to achieve what it is today.\n\nNowadays, the access to revelating information is unrestricted but people fail to act on it. When I was faced with mental challenges, I often times looked to external content to understand how to correct my mental framework. The complexity in the framework, almost like a firewall, arose when I began to pick parts of external frameworks that the best thinkers in humankind have crafted. I picked what felt mentally suitable for me and integrated it into my everyday. This is a part that not everyone can do, although they may be consuming revelating knowledge, it has no real revelation on them.\n\nBut although this system of integrating new concepts into our philosophies is not disadvantageous surface level, they can expose flaws in our foundation. What I mean by this is when the revelation is so deep and embeded within you that you need to rework everything from the ground up. I refer to this as /\"nuking\"/ and I am guilty of doing this way too often. The biggest vulnerability this exposes is that your mental framework is not guarding you. Often times, during my nuking experience, while I am still rebuilding my mental framework, I often feel a surge of emotions, panic, sadness, anger that is uncontrollable and overwhelming. I am further guilty of often doing this with external projects, completly restarting my computer science game 50 hours in or resetting my entire operating system or code editor to remove /\"bloat\"/. After all, a tower of babel requires a solid foundation first.\n\nI kinda forgot what I wanted to finish this with.\nProbably a major issue in my expression mental framework, kinda concerning.\nGonna go practice some french text type writing now.\n\n<2024-10-19 Sat>\n","tags":["psychology","essay"],"html":"<main><section><blockquote><p>        Peter you are going to die in that stupid costume.\n</p></blockquote><p>We all have our set of mental frameworks, they guide our thinking and processing. Quite often, they change. They could be described as implicit behaviour or even better a mental software, software that constantly updates.\n</p><p>What is the &quot;Guarding&quot; mental framework. I like to think the highest or encompassing mental framework is the one that filters our inputs and outputs. It helps us understand reality and filters how we respond. A popular choice for a guarding mental framework is the stoic philosophy, where one must not react to input, self-control as a means of overcoming emotions, the becoming of the unbiased thinker. A mentat, as Herbet would put it.\n</p><p>Stoicism claims to allow one to understand the <i>&quot;universal reason&quot;</i>, described by the Greeks as logos; pure logic itself.\nHowever, for almost everbody, a guarding mental framework will be far more complex than taking all input and outputting nothing.\n</p><p>Personally, my guarding mental framework is what provides me with <b>mental stability</b>. Mental Stability is  highly sought after, as allows people to properly cope with constant change and fluctuations in their life. However, I did not benefit from this since birth, it constantly went through trials and tribulations to achieve what it is today.\n</p><p>Nowadays, the access to revelating information is unrestricted but people fail to act on it. When I was faced with mental challenges, I often times looked to external content to understand how to correct my mental framework. The complexity in the framework, almost like a firewall, arose when I began to pick parts of external frameworks that the best thinkers in humankind have crafted. I picked what felt mentally suitable for me and integrated it into my everyday. This is a part that not everyone can do, although they may be consuming revelating knowledge, it has no real revelation on them.\n</p><p>But although this system of integrating new concepts into our philosophies is not disadvantageous surface level, they can expose flaws in our foundation. What I mean by this is when the revelation is so deep and embeded within you that you need to rework everything from the ground up. I refer to this as <i>&quot;nuking&quot;</i> and I am guilty of doing this way too often. The biggest vulnerability this exposes is that your mental framework is not guarding you. Often times, during my nuking experience, while I am still rebuilding my mental framework, I often feel a surge of emotions, panic, sadness, anger that is uncontrollable and overwhelming. I am further guilty of often doing this with external projects, completly restarting my computer science game 50 hours in or resetting my entire operating system or code editor to remove <i>&quot;bloat&quot;</i>. After all, a tower of babel requires a solid foundation first.\n</p><p>I kinda forgot what I wanted to finish this with.\nProbably a major issue in my expression mental framework, kinda concerning.\nGonna go practice some french text type writing now.\n</p><p><span class=\"timestamp-wrapper\"><span class=\"timestamp\"><2024-10-19 Sat></span></span>\n</p></section></main>"},{"id":"conformance","prose_type":"Essay","title":"conformance","filename":"conformance.org","org":":PROPERTIES:\n:ID:       conformance\n:END:\n#+title: conformance\n#+filetags: :essay:psychology:\n\n#+begin_quote\n       You are defined by how you do the little things.\n#+end_quote\n\nMy mind conforms the thoughts I have to the physical space around me. It's likely something you have experienced too. Your messy desk and messy room not allowing you to focus on the task at hand, distracting you. The chaotic factors in the environment around you seep into and prevent necessary contemplations. I just can't stand it, I have to clean my desk in order for me to complete my math homework.\n\nThis conforming nature of our brain is powerful, one can observe it in the form of mental resets. When I am stuck at a math problem or a bug in my code that I just can't find, I force myself to leave my desk and go for a short walk. This change in environment triggers a mental reset, allowing us to think /differently/, which is *key*. Thinking in the same way constantly will not provide a new solution.\n\nSo, we must focus on our environment, and be aware of its influence on our thinking. This concept applies to many situations, like when your phone is just within hands reach, and so your mind will wander to it and waste countless hours for instant gratification, in contrast to when your phone is out of sight, and thus *out of mind*.\n\nEven older philosophies, such as /Feng Shui/ that originated in Ancient China, postulates that it is key that we harmonize with our surrounding environment for health and wealth. Although the art is claimed to be pseudoscientific, an orderly room will defintely help you remain calm in ways the disorderly room acts detrimental to you and the Chinese discovered this from an early stage.\n\nFinally, drawing back to the original quote, /you are defined by how you do little things./ What is really meant by this, is that taking the effort into cleaning your room and keeping it orderly allows you to grow as a more discplined person. One cannot suddenly become disciplined and avoid youtube shorts while still having a messy desk and bedroom. Starting small defines your character and your capability to achieve, self improvement is the same as with any other academic pursuit.\n\nIn conclusion, we must remain mindful of our environment as well as our actions and understand the influences they might have on our thoughts and wellbeing.\n","tags":["essay","psychology"],"html":"<main><section><blockquote><p>       You are defined by how you do the little things.\n</p></blockquote><p>My mind conforms the thoughts I have to the physical space around me. It&apos;s likely something you have experienced too. Your messy desk and messy room not allowing you to focus on the task at hand, distracting you. The chaotic factors in the environment around you seep into and prevent necessary contemplations. I just can&apos;t stand it, I have to clean my desk in order for me to complete my math homework.\n</p><p>This conforming nature of our brain is powerful, one can observe it in the form of mental resets. When I am stuck at a math problem or a bug in my code that I just can&apos;t find, I force myself to leave my desk and go for a short walk. This change in environment triggers a mental reset, allowing us to think <i>differently</i>, which is <b>key</b>. Thinking in the same way constantly will not provide a new solution.\n</p><p>So, we must focus on our environment, and be aware of its influence on our thinking. This concept applies to many situations, like when your phone is just within hands reach, and so your mind will wander to it and waste countless hours for instant gratification, in contrast to when your phone is out of sight, and thus <b>out of mind</b>.\n</p><p>Even older philosophies, such as <i>Feng Shui</i> that originated in Ancient China, postulates that it is key that we harmonize with our surrounding environment for health and wealth. Although the art is claimed to be pseudoscientific, an orderly room will defintely help you remain calm in ways the disorderly room acts detrimental to you and the Chinese discovered this from an early stage.\n</p><p>Finally, drawing back to the original quote, <i>you are defined by how you do little things.</i> What is really meant by this, is that taking the effort into cleaning your room and keeping it orderly allows you to grow as a more discplined person. One cannot suddenly become disciplined and avoid youtube shorts while still having a messy desk and bedroom. Starting small defines your character and your capability to achieve, self improvement is the same as with any other academic pursuit.\n</p><p>In conclusion, we must remain mindful of our environment as well as our actions and understand the influences they might have on our thoughts and wellbeing.\n</p></section></main>"},{"id":"sun","prose_type":"Poem","title":"sun","filename":"sun.org","org":":PROPERTIES:\n:ID:       sun\n:END:\n#+title: sun\n#+filetags: :poem:\n\nAnd hey,\\\\\nif your sun shines,\\\\\nso will mine.\\\\\n<2023-12-16 Sun>\n","tags":["poem"],"html":"<main><section><p>And hey,<br/>if your sun shines,<br/>so will mine.<br/><span class=\"timestamp-wrapper\"><span class=\"timestamp\"><2023-12-16 Sun></span></span>\n</p></section></main>"},{"id":"defamation","prose_type":"Essay","title":"Why defamation of lazy people creates a hardworking population","filename":"2024-10-21.org","org":":PROPERTIES:\n:ID:       defamation\n:END:\n#+title: Why defamation of lazy people creates a hardworking population\n#+filetags: :essay:economics:psychology:\n\nIn India, it's comon to see impovershied beggars and low wage workers constantly slacking and sleeping. I mean to take no offense to them personally, but their public exhibition of laziness creates a mental link in the observers relating those who are lazy or sleeping all the time and being in the lowest class of human beings.\n\nThe effect is exemplified through the contrast between me and my father at home. my father, who grew up in india  and was exposed to the lower cases, developed a natural inhibition towards laziness most commonly portrayed through sleeping during the day or slacking off. On the other hand, since I was raised in a developed country, I did not witness such behaviour and form those links.\n\nThis lead to several arguments, where I am convinced that me napping during the day is just to recuperate physical and mental strength, while my dad believes that I have become lazy and complacent.\n\nAlthough this is not a bad mentality for societ to adopt, it presents how easily prejudcies can be formed in our soicety through our constant judgement. It also showcases a form of neurological evolution as a result of social interactions. People observee that being lazy is frowned upon, and thus strive to be productive to the economy in order to achieve most peoples common goal of societal acceptance.\n<2024-10-21 Mon>\n","tags":["economics","psychology","essay"],"html":"<main><section><p>In India, it&apos;s comon to see impovershied beggars and low wage workers constantly slacking and sleeping. I mean to take no offense to them personally, but their public exhibition of laziness creates a mental link in the observers relating those who are lazy or sleeping all the time and being in the lowest class of human beings.\n</p><p>The effect is exemplified through the contrast between me and my father at home. my father, who grew up in india  and was exposed to the lower cases, developed a natural inhibition towards laziness most commonly portrayed through sleeping during the day or slacking off. On the other hand, since I was raised in a developed country, I did not witness such behaviour and form those links.\n</p><p>This lead to several arguments, where I am convinced that me napping during the day is just to recuperate physical and mental strength, while my dad believes that I have become lazy and complacent.\n</p><p>Although this is not a bad mentality for societ to adopt, it presents how easily prejudcies can be formed in our soicety through our constant judgement. It also showcases a form of neurological evolution as a result of social interactions. People observee that being lazy is frowned upon, and thus strive to be productive to the economy in order to achieve most peoples common goal of societal acceptance.\n<span class=\"timestamp-wrapper\"><span class=\"timestamp\"><2024-10-21 Mon></span></span>\n</p></section></main>"},{"id":"memories","prose_type":"Poem","title":"memories","filename":"memories.org","org":":PROPERTIES:\n:ID:       memories\n:END:\n#+title: memories\n#+filetags: :ramblings:memories:poem:\n\nways to lose memories:\nyou forget which key, you use for the safe \\\\\nyou forget the safe number, \\\\\nand you cant test your key with every safe \\\\\n\\\\\nyou give the safe to someone else, \\\\\nand they run away with it \\\\\n\\\\\nyou lock the safe, \\\\\nwithin another safe,\\\\\nwithin another safe, \\\\\nand antoher safe, \\\\\nand throw away all the keys \\\\\n\\\\\nyou throw the safe further into the future,\\\\\nfor a later you to deal with \\\\\n<2023-10-08 Sun>\n","tags":["poem","ramblings","memories"],"html":"<main><section><p>ways to lose memories:\nyou forget which key, you use for the safe <br/>you forget the safe number, <br/>and you cant test your key with every safe <br/><br/>you give the safe to someone else, <br/>and they run away with it <br/><br/>you lock the safe, <br/>within another safe,<br/>within another safe, <br/>and antoher safe, <br/>and throw away all the keys <br/><br/>you throw the safe further into the future,<br/>for a later you to deal with <br/><span class=\"timestamp-wrapper\"><span class=\"timestamp\"><2023-10-08 Sun></span></span>\n</p></section></main>"},{"id":"resolutions","prose_type":"Prose","title":"New Year Resolutions","filename":"reso.org","org":":PROPERTIES:\n:ID:       resolutions\n:END:\n#+title: New Year Resolutions\n#+filetags: :resolutions:change:\n\nor maybe new years resolutions.\n\nSo, I did write resolutions last year, I can read it write now.\n\nits really not that accurate though. I did manage to do some of the stuff, but I think the real issue was in the resolutions.\n\nNow that I think back over them, they were alot of things that I wanted to achieve in the moment.\n\nIt really wasn't something that I thought over a long period of time, I really didn't understand the concept of a year even that well.\n\nNow thats not to say I haven't accomplished anything this year, I am really proud on what I've managed to complete.\n\nI'm just a bit scared that I won't become to attached to the winning or the goal side of things.\n\nEnjoying the journey is really fun and managing to keep the motivation for it is the hardest part.\n\nIt's even more interesting to how I believe I could have done alot more this year.\n\nBut I think that just implies of how much more I can accomplish in the following years.\n\nI wonder if I will write new years resolutions this year, however, I think if you want to get things done, don't wait for the new years to start? you know. (check out ruff's youtube videos if you have the time, he deserves the praise and is really good).\n\nJust do it now. The haters don't know us.\n\nonly the real mf's read this blog.\n\npeace out, love you.\n","tags":["resolutions","change"],"html":"<main><section><p>or maybe new years resolutions.\n</p><p>So, I did write resolutions last year, I can read it write now.\n</p><p>its really not that accurate though. I did manage to do some of the stuff, but I think the real issue was in the resolutions.\n</p><p>Now that I think back over them, they were alot of things that I wanted to achieve in the moment.\n</p><p>It really wasn&apos;t something that I thought over a long period of time, I really didn&apos;t understand the concept of a year even that well.\n</p><p>Now thats not to say I haven&apos;t accomplished anything this year, I am really proud on what I&apos;ve managed to complete.\n</p><p>I&apos;m just a bit scared that I won&apos;t become to attached to the winning or the goal side of things.\n</p><p>Enjoying the journey is really fun and managing to keep the motivation for it is the hardest part.\n</p><p>It&apos;s even more interesting to how I believe I could have done alot more this year.\n</p><p>But I think that just implies of how much more I can accomplish in the following years.\n</p><p>I wonder if I will write new years resolutions this year, however, I think if you want to get things done, don&apos;t wait for the new years to start? you know. (check out ruff&apos;s youtube videos if you have the time, he deserves the praise and is really good).\n</p><p>Just do it now. The haters don&apos;t know us.\n</p><p>only the real mf&apos;s read this blog.\n</p><p>peace out, love you.\n</p></section></main>"},{"id":"Writing","prose_type":"Prose","title":"Writing","filename":"writing.org","org":":PROPERTIES:\n:ID:       Writing\n:END:\n#+title: Writing\n#+filetags: :psychology:revolutions:\n\nThe pragmatic agenda, propelled by the industrial revolution, is one that pushes people to be more efficient, logical, and realistic. In the article, the advent of typing is seen as instant and often effortless. As someone who averages speeds greater than 140 words per minute while typing, I could not agree less. Memorization of the keyboard layout allows for typing to be completely elementary, where I don't even need to rely on a response and can still ensure mostly correct and accurate communication of my thoughts into physical outputs. On the other handwriting is seen slow and decisive, each hand stroke leads towards inevitable fatigue and failure and thus each character scrawled has greater valued than a key pressed \"the slower pace of writing forces us to summarise as we write, as opposed to the greater speed of transcribing on a keyboard.\" The article argues that typing, unlike handwriting, does not stimulate the human mind as much as writing, but right now, am I not typing this out?\n\nI think I asked myself a question that broke the flow of my thinking since I can't answer it.\n\nIt is not that typing completely prevents people from learning and knowing, it just makes it easier for people to avoid it as much as possible. Typing several essays, internal assessments and even the extended essay in my school curriculum has not prevented me from deeply thinking about what I am writing.\nBeyond the cultural shift towards efficiency, the article surmises that digital reliance is a reason that the populations handwriting skill atrophies greatly. However, \"physicians still spend a lot of their time writing notes on charts or writing prescriptions by hand,\" yet many physicians write ineligibly to the point of grave error. Is technology the point of fault here? Or is there another acting force.\n\nFinally, despite heavily emphasizing on the artistic value of handwriting through calligraphy and cursive, the article ignores the ubiquitous and crucial presence of typography. In the modern day and age, digital design, typography, and user experience can make and break an individual or their company. Take the [[https://youtu.be/E1nSwpxRuJo][business card scene from American Psycho]], where Bateman feels an intense emotional reaction when he realizes his card is inferior compared to Paul Allen. The simple print on his card embeds his reputation and ergo his ego. Digital aesthetic now speaks volumes on competence and character that once was the role of handwritten content.\n\nAlthough I could go on about new forms of art that have developed through typing such as the art of coding, the true challenge lies not in choosing between handwriting and typing but learning to harness the strengths of both in a way that enriches our communication and preserves the artistry of our word.\n","tags":["psychology","revolutions"],"html":"<main><section><p>The pragmatic agenda, propelled by the industrial revolution, is one that pushes people to be more efficient, logical, and realistic. In the article, the advent of typing is seen as instant and often effortless. As someone who averages speeds greater than 140 words per minute while typing, I could not agree less. Memorization of the keyboard layout allows for typing to be completely elementary, where I don&apos;t even need to rely on a response and can still ensure mostly correct and accurate communication of my thoughts into physical outputs. On the other handwriting is seen slow and decisive, each hand stroke leads towards inevitable fatigue and failure and thus each character scrawled has greater valued than a key pressed &quot;the slower pace of writing forces us to summarise as we write, as opposed to the greater speed of transcribing on a keyboard.&quot; The article argues that typing, unlike handwriting, does not stimulate the human mind as much as writing, but right now, am I not typing this out?\n</p><p>I think I asked myself a question that broke the flow of my thinking since I can&apos;t answer it.\n</p><p>It is not that typing completely prevents people from learning and knowing, it just makes it easier for people to avoid it as much as possible. Typing several essays, internal assessments and even the extended essay in my school curriculum has not prevented me from deeply thinking about what I am writing.\nBeyond the cultural shift towards efficiency, the article surmises that digital reliance is a reason that the populations handwriting skill atrophies greatly. However, &quot;physicians still spend a lot of their time writing notes on charts or writing prescriptions by hand,&quot; yet many physicians write ineligibly to the point of grave error. Is technology the point of fault here? Or is there another acting force.\n</p><p>Finally, despite heavily emphasizing on the artistic value of handwriting through calligraphy and cursive, the article ignores the ubiquitous and crucial presence of typography. In the modern day and age, digital design, typography, and user experience can make and break an individual or their company. Take the <a href=\"https://youtu.be/E1nSwpxRuJo\">business card scene from American Psycho</a>, where Bateman feels an intense emotional reaction when he realizes his card is inferior compared to Paul Allen. The simple print on his card embeds his reputation and ergo his ego. Digital aesthetic now speaks volumes on competence and character that once was the role of handwritten content.\n</p><p>Although I could go on about new forms of art that have developed through typing such as the art of coding, the true challenge lies not in choosing between handwriting and typing but learning to harness the strengths of both in a way that enriches our communication and preserves the artistry of our word.\n</p></section></main>"},{"id":"anxiety","prose_type":"Poem","title":"anxiety inscriptions","filename":"2024-11-27.org","org":":PROPERTIES:\n:ID:       anxiety\n:END:\n#+title: anxiety inscriptions\n#+filetags: :poem:anxiety:\n\nanxiety consumes me\\\\\nI call for you\\\\\na soft voice warms me;\\\\\nI’m no longer alone.\\\\\nA fragile connection,\\\\\nshattered by a vague press\\\\\nanxiety calls me.\\\\\n\nI babble on\\\\\nto myself,\\\\\navoiding the faces in the dark,\\\\\nand those in the light,\\\\\nwatching me.\\\\\n\nconstellations, a million miles away,\\\\\njudge me incessantly,\\\\\nyet you weave them into shapes,\\\\\na sharp comfort in chaos.\\\\\n<2024-11-27 Wed>\n","tags":["poem","anxiety"],"html":"<main><section><p>anxiety consumes me<br/>I call for you<br/>a soft voice warms me;<br/>I’m no longer alone.<br/>A fragile connection,<br/>shattered by a vague press<br/>anxiety calls me.<br/></p><p>I babble on<br/>to myself,<br/>avoiding the faces in the dark,<br/>and those in the light,<br/>watching me.<br/></p><p>constellations, a million miles away,<br/>judge me incessantly,<br/>yet you weave them into shapes,<br/>a sharp comfort in chaos.<br/><span class=\"timestamp-wrapper\"><span class=\"timestamp\"><2024-11-27 Wed></span></span>\n</p></section></main>"},{"id":"weed","prose_type":"Prose","title":"weed","filename":"weed.org","org":":PROPERTIES:\n:ID:       weed\n:END:\n#+title: weed\n#+filetags: :weed:\n\npersistent weed, in the crack,\\\\\nshallow pool, reflecting attacks. \\\\\nspalling concrete, resilient shelter \\\\\nbut you wont buckle, under the pressure \\\\\n<2023-10-08 Sun>\n","tags":["weed"],"html":"<main><section><p>persistent weed, in the crack,<br/>shallow pool, reflecting attacks. <br/>spalling concrete, resilient shelter <br/>but you wont buckle, under the pressure <br/><span class=\"timestamp-wrapper\"><span class=\"timestamp\"><2023-10-08 Sun></span></span>\n</p></section></main>"},{"id":"fat","prose_type":"Poem","title":"fat","filename":"fat.org","org":":PROPERTIES:\n:ID:       fat\n:END:\n#+title: fat\n#+filetags: :poem:\n\nim just a shoulder to you? \\\\\nno. \\\\\na shoulder to cry on, \\\\\ngo on, lean on me. \\\\\nlearn to \\\\\nlove to live as a glorified wall \\\\\nmake sure to put on some fat, \\\\\nso its nice to sleep on as well. \\\\\nbut i cannot complain, if i request it. \\\\\njust let me be more, \\\\\nmaybe a human a whole.\\\\\n<2023-12-11 Mon>\n","tags":["poem"],"html":"<main><section><p>im just a shoulder to you? <br/>no. <br/>a shoulder to cry on, <br/>go on, lean on me. <br/>learn to <br/>love to live as a glorified wall <br/>make sure to put on some fat, <br/>so its nice to sleep on as well. <br/>but i cannot complain, if i request it. <br/>just let me be more, <br/>maybe a human a whole.<br/><span class=\"timestamp-wrapper\"><span class=\"timestamp\"><2023-12-11 Mon></span></span>\n</p></section></main>"},{"id":"Stats","prose_type":"Prose","title":"stats","filename":"sts.org","org":":PROPERTIES:\n:ID:       Stats\n:END:\n#+title: stats\n#+filetags: :ramblings:stats:\n\nI like to think that I am a data-driven person. I feed information into my brain and it pumps out models, probabilities, choices and paths for me. But the algorithms that my brain probably uses are far to complex for me to gauge or even understand from a higher level perspective\n\nI've never felt terribly wrong by my predictions. Every once in a while a small prediction is not true, especially when its far fetched. But the negative feedback also helps me adjust and fine tune my gut instinct.\n\nThe major problem is that the functions take in alot of data. They act a bit like chaotic functions. A small change in the input data can make me determine a completely new outcome.\n\nTo be honest it would be unfair for me to \"claim\" that these are functions. Functions typically map several points to one or one point to one. Several points to several points is not a function.\n\nSo whenever I garner new information, the outcomes update. The side effect is that this takes time to process in my head. Meaning I need to set aside time for to think about it. Usually I can do it in the background, when I'm walking, commuting or just doing simple work.\n\nThe times when I feel like data affecting my entire life has changed, I usually daydream for a couple of hours, staring at my ceiling on my bed or just light sleeping trying to process and see the new patterns and outcomes that have changed greatly.\n\nIt feels like when a whole scientific community does a paradigm shift and every theorem and model needs to update, except on a much smaller scale and with the only worker being my brain.\n","tags":["ramblings","stats"],"html":"<main><section><p>I like to think that I am a data-driven person. I feed information into my brain and it pumps out models, probabilities, choices and paths for me. But the algorithms that my brain probably uses are far to complex for me to gauge or even understand from a higher level perspective\n</p><p>I&apos;ve never felt terribly wrong by my predictions. Every once in a while a small prediction is not true, especially when its far fetched. But the negative feedback also helps me adjust and fine tune my gut instinct.\n</p><p>The major problem is that the functions take in alot of data. They act a bit like chaotic functions. A small change in the input data can make me determine a completely new outcome.\n</p><p>To be honest it would be unfair for me to &quot;claim&quot; that these are functions. Functions typically map several points to one or one point to one. Several points to several points is not a function.\n</p><p>So whenever I garner new information, the outcomes update. The side effect is that this takes time to process in my head. Meaning I need to set aside time for to think about it. Usually I can do it in the background, when I&apos;m walking, commuting or just doing simple work.\n</p><p>The times when I feel like data affecting my entire life has changed, I usually daydream for a couple of hours, staring at my ceiling on my bed or just light sleeping trying to process and see the new patterns and outcomes that have changed greatly.\n</p><p>It feels like when a whole scientific community does a paradigm shift and every theorem and model needs to update, except on a much smaller scale and with the only worker being my brain.\n</p></section></main>"},{"id":"marigolds","prose_type":"Poem","title":"marigolds","filename":"marigolds.org","org":":PROPERTIES:\n:ID:     marigolds\n:END:\n#+title: marigolds\n#+filetags: :poem:favs:\n\nThe best part is that we didn't fall in love. We grew into it like a pair of marigolds blossoming next to each other, clipped into our little bouquet. I reached toward sunlight while you curved toward shade, yet somehow our petals still brushed in the afternoon breeze. I watched you bloom brighter each season, your colors deepening with mine.\n\nStrange how gardens grow – some flowers reach impossible heights while others spread quiet and low across the earth. Learn to appreciate both our patterns, even when the arrangement seemed odd to passing glances. Time tended to us in its own way, through drought and rain, through careful pruning and wild overgrowth.\n\nAnd so when the flowers are placed in different vases, we won't wither and die but continue to bloom and prosper. Different soils may cradle us now, different winds may bend our stems, but that's the thing about flowers that grow true – they remember how to flourish, even when the garden changes.\n","tags":["poem","favs"],"html":"<main><section><p>The best part is that we didn&apos;t fall in love. We grew into it like a pair of marigolds blossoming next to each other, clipped into our little bouquet. I reached toward sunlight while you curved toward shade, yet somehow our petals still brushed in the afternoon breeze. I watched you bloom brighter each season, your colors deepening with mine.\n</p><p>Strange how gardens grow – some flowers reach impossible heights while others spread quiet and low across the earth. Learn to appreciate both our patterns, even when the arrangement seemed odd to passing glances. Time tended to us in its own way, through drought and rain, through careful pruning and wild overgrowth.\n</p><p>And so when the flowers are placed in different vases, we won&apos;t wither and die but continue to bloom and prosper. Different soils may cradle us now, different winds may bend our stems, but that&apos;s the thing about flowers that grow true – they remember how to flourish, even when the garden changes.\n</p></section></main>"},{"id":"pickles","prose_type":"Poem","title":"pickles","filename":"pickles.org","org":":PROPERTIES:\n:ID:       pickles\n:END:\n#+title: pickles\n#+filetags: :mentalhealth:poem:pickles:\n\nmental health,\\\\\npeople say its quite fickle.\\\\\nand with the cards i was dealt,\\\\\nI'd say im in a pickle.\\\\\n\\\\\nfor i have fermented for too long\\\\\nkept oil locked up in a jar\\\\\nand an elephant away with it too\\\\\nbut Mason can't take it any more\\\\\nrough oil, sanding down the glass\\\\\ntill it can no longer take the pressure\\\\\nand explodes with glass shards\\\\\n\\\\\nThe cucumber implodes,\\\\\nspewing fire all over\\\\\nigniting the oil\\\\\nred hot shards,\\\\\nright infront of houston\\\\\n","tags":["pickles","poem","mentalhealth"],"html":"<main><section><p>mental health,<br/>people say its quite fickle.<br/>and with the cards i was dealt,<br/>I&apos;d say im in a pickle.<br/><br/>for i have fermented for too long<br/>kept oil locked up in a jar<br/>and an elephant away with it too<br/>but Mason can&apos;t take it any more<br/>rough oil, sanding down the glass<br/>till it can no longer take the pressure<br/>and explodes with glass shards<br/><br/>The cucumber implodes,<br/>spewing fire all over<br/>igniting the oil<br/>red hot shards,<br/>right infront of houston<br/></p></section></main>"},{"id":"tick","prose_type":"Poem","title":"tick","filename":"tick.org","org":":PROPERTIES:\n:ID:       tick\n:END:\n#+title: tick\n#+filetags: :poem:\n\ntick tock\\\\\ntheres little left on the clock \\\\\nwhere will i fight \\\\\nwhen i run out of time \\\\\n\ntick tock\\\\\nbattering the wall \\\\\ntill the cathartic release \\\\\nof blood dripping off my palms \\\\\n\nallons-y\\\\\nto quite far from here \\\\\nallons-là \\\\\n","tags":["poem"],"html":"<main><section><p>tick tock<br/>theres little left on the clock <br/>where will i fight <br/>when i run out of time <br/></p><p>tick tock<br/>battering the wall <br/>till the cathartic release <br/>of blood dripping off my palms <br/></p><p>allons-y<br/>to quite far from here <br/>allons-là <br/></p></section></main>"},{"id":"staplefoodcrisis","prose_type":"Essay","title":"The crisis of staple foods","filename":"2024-10-08.org","org":":PROPERTIES:\n:ID: staplefoodcrisis\n:END:\n#+title: The crisis of staple foods\n#+filetags: :essay:economics:food:\n\nStaple foods, ailemnts de base, are key foods that are prevalaent in certain lesser-developed societies. This is due to their firm positioning in the ecological system. Agricultural societies of the past took these staple foods like rice, potato, wheat and millet in order to sustain their diet. This choice was made, as the name would suggest, is because these foods could resist ecological or environmental fluctuations, and thus was an stable investment for humans to make. As a result the diets of whole communities, especially in poorer regions, because dependent on the harvest of a single plant. An example of this how Nepali communities are so dependent on millet to the point where there local government tends to subsidize it and Old Irish Villages dependency on potatos.\n\nAs you may figure, a completely reliance on a singular crop carries terrible risks to individuals and societies. At a large scale, a whole vilalge is easily vulnerable to a unforseen shift in weather or incursion of a natural disater. A singular drought or famine for a certain crop could wipe out a majority of the population in one fell swoop.\n\nFurthermore, the effects of relying on a staple crop for all meals is terrible for human diet. A human diet needs to be varied in order to supply our body with all the macro and micro nutrients it needs to function. Unfortunately no singular crop is a \"super food\" and is unable to provide us with all of the nutrients we require. This further mentally and physically cripples those in the communities, forcing them to remain stuck in a undeveloped and often impovershed status.\n\nIn conclusion, this is why its extremely important for us to have a balanced of a diet as possible. We should all take a note out of our ancestors who were foragers and gatherers. They constantly were moving around, eating different types of food whatever they could find and not forcing an inherently flawed crop to be over cultivated. This key focus on our diet and what we eat will allow ourselves to maximise our lives potential.\n<2024-10-08 Tue>\n","tags":["essay","economics","food"],"html":"<main><section><p>Staple foods, ailemnts de base, are key foods that are prevalaent in certain lesser-developed societies. This is due to their firm positioning in the ecological system. Agricultural societies of the past took these staple foods like rice, potato, wheat and millet in order to sustain their diet. This choice was made, as the name would suggest, is because these foods could resist ecological or environmental fluctuations, and thus was an stable investment for humans to make. As a result the diets of whole communities, especially in poorer regions, because dependent on the harvest of a single plant. An example of this how Nepali communities are so dependent on millet to the point where there local government tends to subsidize it and Old Irish Villages dependency on potatos.\n</p><p>As you may figure, a completely reliance on a singular crop carries terrible risks to individuals and societies. At a large scale, a whole vilalge is easily vulnerable to a unforseen shift in weather or incursion of a natural disater. A singular drought or famine for a certain crop could wipe out a majority of the population in one fell swoop.\n</p><p>Furthermore, the effects of relying on a staple crop for all meals is terrible for human diet. A human diet needs to be varied in order to supply our body with all the macro and micro nutrients it needs to function. Unfortunately no singular crop is a &quot;super food&quot; and is unable to provide us with all of the nutrients we require. This further mentally and physically cripples those in the communities, forcing them to remain stuck in a undeveloped and often impovershed status.\n</p><p>In conclusion, this is why its extremely important for us to have a balanced of a diet as possible. We should all take a note out of our ancestors who were foragers and gatherers. They constantly were moving around, eating different types of food whatever they could find and not forcing an inherently flawed crop to be over cultivated. This key focus on our diet and what we eat will allow ourselves to maximise our lives potential.\n<span class=\"timestamp-wrapper\"><span class=\"timestamp\"><2024-10-08 Tue></span></span>\n</p></section></main>"},{"id":"things","prose_type":"Poem","title":"things","filename":"things.org","org":":PROPERTIES:\n:ID:       things\n:END:\n#+title: things\n#+filetags: :things:poem:\n\nthings that remind me of you & the small things you do\n\nis it\\\\\nstanding in the rain, holding a black umbrella \\\\\nthat’s alike to texting you, from the comfort of my bed. \\\\\nor was it \\\\\nstaring out of the window, into the darkness of the storm. \\\\\nthe soft words you spoke, wrapping my head. \\\\\nthe touch of your cold hands, that you use to write \\\\\nextravagant fortresses of sweet, sweet rambling. \\\\\nthe touch of cold stone under my neck, the blossom of blood spreading from it. \\\\\n","tags":["things","poem"],"html":"<main><section><p>things that remind me of you &amp; the small things you do\n</p><p>is it<br/>standing in the rain, holding a black umbrella <br/>that’s alike to texting you, from the comfort of my bed. <br/>or was it <br/>staring out of the window, into the darkness of the storm. <br/>the soft words you spoke, wrapping my head. <br/>the touch of your cold hands, that you use to write <br/>extravagant fortresses of sweet, sweet rambling. <br/>the touch of cold stone under my neck, the blossom of blood spreading from it. <br/></p></section></main>"},{"id":"seasons","prose_type":"Poem","title":"seasons","filename":"szns.org","org":":PROPERTIES:\n:ID:       seasons\n:END:\n#+title: seasons\n#+filetags: :poem:seasons:favs:\n\n- When seasons change, I feel dead \\\\\n\nI think I may \\\\\nfall in love in October \\\\\nbut as halloween comes around \\\\\nI'm too spooked \\\\\nto walk down these roads \\\\\n\nSo I decide to run. \\\\\nrun hard, run fast, run long \\\\\nrun till the thoughts in my head \\\\\nfreeze just like the weather. \\\\\n\nAnother month goes by, \\\\\nand your merino red sweater \\\\\nis pulled over my bear chest \\\\\nI mark the 3rd \\\\\non the calendar \\\\\na sweet reminder \\\\\n\nyou and me are like glue \\\\\nradiating our way through the bitter cold \\\\\nleaving behind a sweeter road. \\\\\nyou tell me of your past \\\\\nI made you my present \\\\\nwe dream of a future together. \\\\\n\n3 months pass by \\\\\nthe flowers we planted in full bloom \\\\\nthe colors rich, and the petals a plenty \\\\\nwe dance around \\\\\nour home \\\\\nrhythmic clicks, linoleum tiles \\\\\n\nbut I guess, \\\\\n4 is unlucky, the Chinese warn \\\\\nyou leave a ghost, \\\\\nand I lose, my you. \\\\\n\nThe flowers we planted, \\\\\nHave no fruits to bear \\\\\nNevertheless I grasp on \\\\\nto the stems of the roses; \\\\\nblood thorns embed my hands.\nThe long heat comes \\\\\nwith that the drying of leaves too \\\\\nI remain confined in my room \\\\\nin a coma, on my desk \\\\\nstudying reading writing \\\\\ndistracting myself \\\\\nfrom everything about you. \\\\\n\nAs the fall rolls around \\\\\nand the heat waves end. \\\\\nI become love sick with you \\\\\nonce again. \\\\\nI dance alone in the kitchen \\\\\nwishing my feet would dance \\\\\nlike they did with you. \\\\\nI would have died for you, \\\\\nbut you already did for me \\\\\n\n/fn:/\n- inspired by like 8 different songs\n","tags":["seasons","favs","poem"],"html":"<main><section><ul><li><p>When seasons change, I feel dead <br/></p></li></ul><p>I think I may <br/>fall in love in October <br/>but as halloween comes around <br/>I&apos;m too spooked <br/>to walk down these roads <br/></p><p>So I decide to run. <br/>run hard, run fast, run long <br/>run till the thoughts in my head <br/>freeze just like the weather. <br/></p><p>Another month goes by, <br/>and your merino red sweater <br/>is pulled over my bear chest <br/>I mark the 3rd <br/>on the calendar <br/>a sweet reminder <br/></p><p>you and me are like glue <br/>radiating our way through the bitter cold <br/>leaving behind a sweeter road. <br/>you tell me of your past <br/>I made you my present <br/>we dream of a future together. <br/></p><p>3 months pass by <br/>the flowers we planted in full bloom <br/>the colors rich, and the petals a plenty <br/>we dance around <br/>our home <br/>rhythmic clicks, linoleum tiles <br/></p><p>but I guess, <br/>4 is unlucky, the Chinese warn <br/>you leave a ghost, <br/>and I lose, my you. <br/></p><p>The flowers we planted, <br/>Have no fruits to bear <br/>Nevertheless I grasp on <br/>to the stems of the roses; <br/>blood thorns embed my hands.\nThe long heat comes <br/>with that the drying of leaves too <br/>I remain confined in my room <br/>in a coma, on my desk <br/>studying reading writing <br/>distracting myself <br/>from everything about you. <br/></p><p>As the fall rolls around <br/>and the heat waves end. <br/>I become love sick with you <br/>once again. <br/>I dance alone in the kitchen <br/>wishing my feet would dance <br/>like they did with you. <br/>I would have died for you, <br/>but you already did for me <br/></p><p><i>fn:</i>\n</p><ul><li><p>inspired by like 8 different songs\n</p></li></ul></section></main>"},{"id":"exms","prose_type":"Prose","title":"exam stress","filename":"exms.org","org":":PROPERTIES:\n:ID:       exms\n:END:\n#+title: exam stress\n#+filetags: :ramification:exams:ramblings:\n\ncommunal degredation through exam stress\n\nLately, I've been completing alot of exams for iGCSEs (international general certificate of education).\n\nEveryone in my year does these exams and I've done alot of them, 22 currently with only two left ay. And although I should be studying for triple physics, I'd rather bring light to a rather negative phenomenom that tends to happen in larger student bodies during exam seasons.\n\nStress, noun\n- a state of mental or emotional strain or tension resulting from adverse or demanding circumstances.\n  (google definitions)\n\nExams certainly present adverse and demanding circumstances. Your perfomance gets measured onto a linear scale for each subject. Exams require special preperation to do well in and even though I do believe that exams are flawed in its nature, examination boards aren't going away any time soon so we may as well learn to adapt to it. (that may be the topic of another post)\n\nExams bring out stress and anxiety in students as it determines how well you are doing. This pressure of the stress can also be from a secondary figure such as parents or other peers to do better.\n\nMost humans do not perform well in stressful scenarios. You cannot expect a teenager with barely 15-16 years of experience in this world to be able to manage every anxiety inducing situation with a cool and calm manner.\n\nThe major problem isn't individual stress, as much as it degrades ones own mentality, it really comes into play when there is communal stress. the communal stress tends to happen when an majority of the student body are feeling even midly pressured from exams due to inadequate preparement or as mentioned earlier pressure from secondary figures.\n\nCommunal stress especially causes students who aren't pressured at all and are ready for their exams to start believing that they aren't as prepared as they should be, which should not be the case. Stress is not the best the response to pressure obviously and so communal stress can degrade an overwhelming number of the students ability to perform well during a test.\n\nThis slowly snowballs into a cycle that doesn't stop easily. You can only choose to remove yourself from it and focus on working to solve the pressure instead of wasting your time stressing about.\n\npeace out\n- wyli\n","tags":["ramification","ramblings","exams"],"html":"<main><section><p>communal degredation through exam stress\n</p><p>Lately, I&apos;ve been completing alot of exams for iGCSEs (international general certificate of education).\n</p><p>Everyone in my year does these exams and I&apos;ve done alot of them, 22 currently with only two left ay. And although I should be studying for triple physics, I&apos;d rather bring light to a rather negative phenomenom that tends to happen in larger student bodies during exam seasons.\n</p><p>Stress, noun\n</p><ul><li><p>a state of mental or emotional strain or tension resulting from adverse or demanding circumstances.\n  (google definitions)\n</p></li></ul><p>Exams certainly present adverse and demanding circumstances. Your perfomance gets measured onto a linear scale for each subject. Exams require special preperation to do well in and even though I do believe that exams are flawed in its nature, examination boards aren&apos;t going away any time soon so we may as well learn to adapt to it. (that may be the topic of another post)\n</p><p>Exams bring out stress and anxiety in students as it determines how well you are doing. This pressure of the stress can also be from a secondary figure such as parents or other peers to do better.\n</p><p>Most humans do not perform well in stressful scenarios. You cannot expect a teenager with barely 15-16 years of experience in this world to be able to manage every anxiety inducing situation with a cool and calm manner.\n</p><p>The major problem isn&apos;t individual stress, as much as it degrades ones own mentality, it really comes into play when there is communal stress. the communal stress tends to happen when an majority of the student body are feeling even midly pressured from exams due to inadequate preparement or as mentioned earlier pressure from secondary figures.\n</p><p>Communal stress especially causes students who aren&apos;t pressured at all and are ready for their exams to start believing that they aren&apos;t as prepared as they should be, which should not be the case. Stress is not the best the response to pressure obviously and so communal stress can degrade an overwhelming number of the students ability to perform well during a test.\n</p><p>This slowly snowballs into a cycle that doesn&apos;t stop easily. You can only choose to remove yourself from it and focus on working to solve the pressure instead of wasting your time stressing about.\n</p><p>peace out\n</p><ul><li><p>wyli\n</p></li></ul></section></main>"},{"id":"summer","prose_type":"Poem","title":"summer","filename":"summer.org","org":":PROPERTIES:\n:ID:       summer\n:END:\n#+title: summer\n#+filetags: :summer:seasons:poem:\n\nSummer rain, relentless yet timeless,\\\\\nbreaks away from the perpetual.\\\\\nlike hands on a clock ticking back, quite fast,\\\\\nI seem stuck in my own past.\\\\\n \\\\\npitter patter, faster than you can say,\\\\\nwashes away all that remains.\\\\\na wind of cool, diverging the heatwaves;\\\\\nlet the reverb of the static, push you away.\\\\\n \\\\\nYet, the sticky air,\\\\\nbefalls me thereafter.\\\\\nThe comfort only bringing exasperation;\\\\\nthe passing rain, never endless.\\\\\n","tags":["seasons","summer","poem"],"html":"<main><section><p>Summer rain, relentless yet timeless,<br/>breaks away from the perpetual.<br/>like hands on a clock ticking back, quite fast,<br/>I seem stuck in my own past.<br/> <br/>pitter patter, faster than you can say,<br/>washes away all that remains.<br/>a wind of cool, diverging the heatwaves;<br/>let the reverb of the static, push you away.<br/> <br/>Yet, the sticky air,<br/>befalls me thereafter.<br/>The comfort only bringing exasperation;<br/>the passing rain, never endless.<br/></p></section></main>"}]